/* No comment provided by engineer. */
"%@ m" = "%@ m";

/* No comment provided by engineer. */
"%@ mm" = "%@ mm";

/* No comment provided by engineer. */
"%@ s" = "%@ s";

/* No comment provided by engineer. */
"\n\n\n\n/* Generated by Photo Info for debugging purpose only. If you don't want to send the info, delete the following line. */\n%@, %@, %@" = "\n\n\n\n/* Generated by Photo Info for debugging purpose only. If you don't want to send the info, delete the following line. */\n%1$@, %2$@, %3$@";

/* Exposure Program */
"action program" = "action program";

/* Color Space */
"Adobe RGB" = "Adobe RGB";

/* No comment provided by engineer. */
"Aperture Value" = "Aperture Value";

/* Exposure Program */
"aperture priority" = "aperture priority";

/* Exposure Mode */
"auto bracket" = "auto bracket";

/* Exposure Mode */
"auto exposure" = "auto exposure";

/* White Balance */
"auto white balance" = "auto white balance";

/* Metering Mode */
"average" = "average";

/* No comment provided by engineer. */
"Brightness Value" = "Brightness Value";

/* Metering Mode */
"center-weighted average" = "center-weighted average";

/* Resolution Unit */
"centimeter" = "centimeter";

/* Subject Distance Range */
"close view" = "close view";

/* Light Source */
"cloudy weather" = "cloudy weather";

/* Sensing Method */
"color sequential area" = "color sequential area";

/* Sensing Method */
"color sequential linear" = "color sequential linear";

/* No comment provided by engineer. */
"Color Space" = "Color Space";

/* No comment provided by engineer. */
"Contact Me via Email" = "Contact Me via Email";

/* No comment provided by engineer. */
"Contrast" = "Contrast";

/* Light Source */
"cool white fluorescent" = "cool white fluorescent";

/* Exposure Program */
"creative program" = "creative program";

/* Custom Rendered */
"custom process" = "custom process";

/* No comment provided by engineer. */
"Custom Rendered" = "Custom Rendered";

/* Light Source */
"D50" = "D50";

/* Light Source */
"D55" = "D55";

/* Light Source */
"D65" = "D65";

/* Light Source */
"D75" = "D75";

/* No comment provided by engineer. */
"Date Time" = "Date Time";

/* No comment provided by engineer. */
"Date Time Digitized" = "Date Time Digitized";

/* No comment provided by engineer. */
"Date Time Original" = "Date Time Original";

/* Light Source */
"day white fluorescent" = "day white fluorescent";

/* Light Source */
"daylight" = "daylight";

/* Light Source */
"daylight fluorescent" = "daylight fluorescent";

/* No comment provided by engineer. */
"Developer" = "Developer";

/* Flash */
"did not fire" = "did not fire";

/* Flash */
"did not fire, auto" = "did not fire, auto";

/* Flash */
"did not fire, compulsory mode" = "did not fire, compulsory mode";

/* No comment provided by engineer. */
"Digital Zoom Ratio" = "Digital Zoom Ratio";

/* No comment provided by engineer. */
"Directory" = "Directory";

/* Subject Distance Range */
"distant view" = "distant view";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"Exposure Bias Value" = "Exposure Bias Value";

/* No comment provided by engineer. */
"Exposure Mode" = "Exposure Mode";

/* No comment provided by engineer. */
"Exposure Program" = "Exposure Program";

/* No comment provided by engineer. */
"Exposure Time" = "Exposure Time";

/* No comment provided by engineer. */
"F Number" = "F Number";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"File Size" = "File Size";

/* Light Source */
"fine weather" = "fine weather";

/* Flash */
"fired" = "fired";

/* Flash */
"fired, auto" = "fired, auto";

/* Flash */
"fired, auto, red-eye reduction" = "fired, auto, red-eye reduction";

/* Flash */
"fired, auto, red-eye reduction, return detected" = "fired, auto, red-eye reduction, return detected";

/* Flash */
"fired, auto, red-eye reduction, return not detected" = "fired, auto, red-eye reduction, return not detected";

/* Flash */
"fired, auto, return detected" = "fired, auto, return detected";

/* Flash */
"fired, auto, return not detected" = "fired, auto, return not detected";

/* Flash */
"fired, compulsory mode" = "fired, compulsory mode";

/* Flash */
"fired, compulsory mode, red-eye reduction" = "fired, compulsory mode, red-eye reduction";

/* Flash */
"fired, compulsory mode, red-eye reduction, return detected" = "fired, compulsory mode, red-eye reduction, return detected";

/* Flash */
"fired, compulsory mode, red-eye reduction, return not detected" = "fired, compulsory mode, red-eye reduction, return not detected";

/* Flash */
"fired, compulsory mode, return detected" = "fired, compulsory mode, return detected";

/* Flash */
"fired, compulsory mode, return not detected" = "fired, compulsory mode, return not detected";

/* Flash */
"fired, red-eye reduction" = "fired, red-eye reduction";

/* Flash */
"fired, red-eye reduction, return detected" = "fired, red-eye reduction, return detected";

/* Flash */
"fired, red-eye reduction, return not detected" = "fired, red-eye reduction, return not detected";

/* Flash */
"fired, return detected" = "fired, return detected";

/* Flash */
"fired, return not detected" = "fired, return not detected";

/* No comment provided by engineer. */
"Flash" = "Flash";

/* Light Source */
"FLASH_LIGHT_SOURCE" = "flash";

/* Flash */
"flash fired" = "flash fired";

/* Light Source */
"fluorescent" = "fluorescent";

/* No comment provided by engineer. */
"Focal Length" = "Focal Length";

/* No comment provided by engineer. */
"Focal Length (35mm)" = "Focal Length (35mm)";

/* No comment provided by engineer. */
"Gain Control" = "Gain Control";

/* No comment provided by engineer. */
"Gamma" = "Gamma";

/* Contrast */
"HARD_CONTRAST" = "hard";

/* Sharpness */
"HARD_SHARPNESS" = "hard";

/* Gain Control */
"high gain down" = "high gain down";

/* Gain Control */
"high gain up" = "high gain up";

/* Saturation */
"high saturation" = "high saturation";

/* Orientation */
"horizontal (normal)" = "horizontal (normal)";

/* No comment provided by engineer. */
"Image Size" = "Image Size";

/* Resolution Unit */
"inch" = "inch";

/* Info */
"Info" = "Info";

/* No comment provided by engineer. */
"ISO Speed Ratings" = "ISO Speed Ratings";

/* Light Source */
"ISO studio tungsten" = "ISO studio tungsten";

/* Scene Capture Type */
"landscape" = "landscape";

/* Exposure Program */
"landscape mode" = "landscape mode";

/* No comment provided by engineer. */
"Light Source" = "Light Source";

/* No comment provided by engineer. */
"Localization" = "Localization";

/* No comment provided by engineer. */
"Location" = "Location";

/* Gain Control */
"low gain down" = "low gain down";

/* Gain Control */
"low gain up" = "low gain up";

/* Saturation */
"low saturation" = "low saturation";

/* Subject Distance Range */
"macro" = "macro";

/* No comment provided by engineer. */
"Make" = "Make";

/* Exposure Program */
"MANUAL_EXPOSURE_PROGRAM" = "manual";

/* Exposure Mode */
"manual exposure" = "manual exposure";

/* White Balance */
"manual white balance" = "manual white balance";

/* No comment provided by engineer. */
"Maps App" = "Maps App";

/* No comment provided by engineer. */
"Max Aperture Value" = "Max Aperture Value";

/* No comment provided by engineer. */
"Metering Mode" = "Metering Mode";

/* Orientation */
"mirror horizontal" = "mirror horizontal";

/* Orientation */
"mirror horizontal & rotated 270 CW" = "mirror horizontal & rotated 270 CW";

/* Orientation */
"mirror horizontal & rotated 90 CW" = "mirror horizontal & rotated 90 CW";

/* Orientation */
"mirror vertical" = "mirror vertical";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"Modified" = "Modified";

/* No comment provided by engineer. */
"More" = "More";

/* Metering Mode */
"multi spot" = "multi spot";

/* No comment provided by engineer. */
"Name" = "Name";

/* Scene Capture Type */
"night scene" = "night scene";

/* Flash */
"no flash function" = "no flash function";

/* No comment provided by engineer. */
"No Mail Accounts" = "No Mail Accounts";

/* Gain Control */
"NONE_GAIN_CONTROL" = "none";

/* Resolution Unit */
"NONE_RESOLUTION_UNIT" = "none";

/* Custom Rendered */
"normal process" = "normal process";

/* Exposure Program */
"normal program" = "normal program";

/* Contrast */
"NORMAL_CONTRAST" = "normal";

/* Saturation */
"NORMAL_SATURATION" = "normal";

/* Sharpness */
"NORMAL_SHARPNESS" = "normal";

/* Exposure Program */
"NOT_DEFINED_EXPOSURE_PROGRAM" = "not defined";

/* Sensing Method */
"NOT_DEFINED_SENSING_METHOD" = "not defined";

/* No comment provided by engineer. */
"OK" = "OK";

/* Sensing Method */
"one-chip color area" = "one-chip color area";

/* No comment provided by engineer. */
"Orientation" = "Orientation";

/* No comment provided by engineer. */
"Original Image Size" = "Original Image Size";

/* Metering Mode */
"other" = "other";

/* Light Source */
"other light source" = "other light source";

/* Metering Mode */
"partial" = "partial";

/* Metering Mode */
"pattern" = "pattern";

/* No comment provided by engineer. */
"Photo Info %@\n\n© 2012-2014 Wang Yandong\n\n" = "Photo Info %@\n\n© 2012-2014 Wang Yandong\n\n";

/* No comment provided by engineer. */
"Please setup a Mail account to send the mail." = "Please setup a Mail account to send the mail.";

/* Scene Capture Type */
"portrait" = "portrait";

/* Exposure Program */
"portrait mode" = "portrait mode";

/* Orientation */
"rotated 180" = "rotated 180";

/* Orientation */
"rotated 270 CW" = "rotated 270 CW";

/* Orientation */
"rotated 90 CW" = "rotated 90 CW";

/* No comment provided by engineer. */
"Saturation" = "Saturation";

/* No comment provided by engineer. */
"Scene Capture Type" = "Scene Capture Type";

/* No comment provided by engineer. */
"Search Location" = "Search Location";

/* No comment provided by engineer. */
"Search location when launching Maps app. Pin will be dropped automatically if search returns results for the location. Or you can manually drop pin there." = "Search location when launching Maps app. Pin will be dropped automatically if search returns results for the location. Or you can manually drop pin there.";

/* No comment provided by engineer. */
"Sensing Method" = "Sensing Method";

/* Light Source */
"shade" = "shade";

/* No comment provided by engineer. */
"Sharpness" = "Sharpness";

/* No comment provided by engineer. */
"Show Location" = "Show Location";

/* No comment provided by engineer. */
"Show Location in Maps app" = "Show Location in Maps app";

/* Exposure Program */
"shutter priority" = "shutter priority";

/* No comment provided by engineer. */
"Shutter Speed Value" = "Shutter Speed Value";

/* Contrast */
"SOFT_CONTRAST" = "soft";

/* Sharpness */
"SOFT_SHARPNESS" = "soft";

/* No comment provided by engineer. */
"Software" = "Software";

/* Metering Mode */
"spot" = "spot";

/* Color Space */
"sRGB" = "sRGB";

/* Scene Capture Type */
"standard" = "standard";

/* Light Source */
"standard light A" = "standard light A";

/* Light Source */
"standard light B" = "standard light B";

/* Light Source */
"standard light C" = "standard light C";

/* No comment provided by engineer. */
"Subject Distance" = "Subject Distance";

/* No comment provided by engineer. */
"Subject Distance Range" = "Subject Distance Range";

/* Sensing Method */
"three-chip color area" = "three-chip color area";

/* No comment provided by engineer. */
"Timestamp" = "Timestamp";

/* Sensing Method */
"trilinear" = "trilinear";

/* Light Source */
"tungsten" = "tungsten";

/* Sensing Method */
"two-chip color area" = "two-chip color area";

/* Color Space */
"uncalibrated" = "uncalibrated";

/* No comment provided by engineer. */
"unknown" = "unknown";

/* Light Source */
"UNKNOWN_LIGHT_SOURCE" = "unknown";

/* Metering Mode */
"UNKNOWN_METERING_MODE" = "unknown";

/* Subject Distance Range */
"UNKNOWN_SUBJECT_DISTANCE_RANGE" = "unknown";

/* No comment provided by engineer. */
"White Balance" = "White Balance";

/* Light Source */
"white fluorescent" = "white fluorescent";

/* No comment provided by engineer. */
"X Resolution" = "X Resolution";

/* No comment provided by engineer. */
"Y Resolution" = "Y Resolution";

